export const sessionVersions = {
  pm: {
    header: "PM-SESSION",
    intro: `세션에서는 UX, Tech, Business 각 관점에서
실제로 고민했던 선택들을 중심으로 이야기할 예정이에요.

어떤 의사결정이 맞았고, 틀렸는지, 왜 틀렸는지,
그리고 그때 어떻게 방향을 바꿨는지를 솔직하게 공유합니다.

중요한 건 저 역시 아직 배우는 중이라는 점이라,
일방적으로 알려준다기보다는
서로 도움을 주고받는 세션이 될 것 같아요. 

같은 고민을 다른 시선으로 다시 보는 시간이 되었으면 합니다.`,
    sessions: [
      {
        title: "UX",
        desc: ["페인 포인트 발굴, 유저저니 설계", "우선순위 결정, 스토리보드"],
      },
      {
        title: "TECH",
        desc: [
          "FE/BE/DB 구조 이해",
          "필수 개발 용어 정리, AI/ML 기본 원리와 적용 판단",
        ],
      },
      {
        title: "BUSINESS",
        desc: ["시장 분석 및 전략, 수익 모델 설계, 로드맵 수립",""],
      },
      {
        title: "PM의 소프트 스킬",
        desc: [
          "개발자·디자이너와의 효과적인 소통 방법",
          "부회장 김민서님의 특강",
        ],
      },
      {
        title: "공모전 승률을 끌어올리는 방법",
        desc: [
          "개발자·디자이너와의 효과적인 소통 방법",
          "기획 팀장 장민영님의 특강",
        ],
      },
      {
        title: "현지",
        desc: ["작성", "작성"],
      },
    ],
  },
};
